Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=271_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sanna Guttorm Sámediggi áššemeannudeaddji sadjásažžan
sms: Sanna Guttorm sääŠmteeǧǧi čiõŠlǧǧeei sâjjsažvuõtt tuåiŠmme

source: Sámedikki almmolaš doaimmahagas ohcanláhkai leamašan áššemeannudeaddji (Kati Eriksen) sadjásažžan lea váldojuvvon juridihka kandidáhta Sanna Guttorm.
sms: SääŠmteeŠǧǧi takai konttrest ooccâmnalla leämmaš čiõŠlǧǧeei (Kati Eriksen) sâjjsažvuõŠtte lij valddum vuõiggâdvuõttʼtiõđ kandidaatt Sanna Guttorm.

source: Áššemeannudeaddji bargun lea dikšut hálddahushovdii gullevaš beaivválaš háldda-husbargguid, nugo fuolahit sámedikki stivrra ja dievasčoahkkima válmmaštallamis hálddahushoavdda divššodettiin oasseáigásaččat Sámi kulturguovddáža prošeaktahoavdda bargguid.
sms: ČiõŠlǧǧeei tuâjjan lij håiddad vaaldšemšuurmõŠsse kuulli juõŠǩǩpeivvsaž vaaldšemvuõđlaž tuâjaid, mâŠte ââŠnned huõl sääŠmteeŠǧǧi da takaisååbbar valmštõõllmest vaaldšemšuurmõõzz håiddmen vuäŠssäiggsen SääŠmkulttuurkõõskõs projektšuurmõõzz tuâjaid.

source: Sanna Guttorm álggaha barggustis ođđajagemánu 14. beaivve 2009.
sms: Sanna Guttorm alttad tuâjj täŠlvvmannu 14. peeiŠv 2009.

source: Su doaibmabáiki lea Sámedikki almmolaš doaimmahagas Anára Rivdolas.
sms: Suu tuåimmpäiŠǩǩen lij SääŠmteeŠǧǧi takai koontâr Aanar Riutulast.

source: Áššemeannudeaddji sadjásašvuođa ohce Sanna Guttorm lassin njeallje olbmo: Raisa Järvenpää, Heidi Kitti, Hanna Mattila ja Nina West.
sms: ČiõŠlǧǧeei sâjjsažvuõđ oŠcce Sanna Guttorm lââŠssen nellj persoon: Raisa Järvenpää, Heidi Kitti, Hanna Mattila ja Nina West.

source: Mearrádusa áššemeannudeaddji váldimis barggai Sámedikki hálddahushoavda Juha Guttorm Sámedikki bargoortnega mielde 9.1.2009.
sms: TuŠmmstõõǥǥ čiõŠlǧǧeei väŠlddmest tuejjii SääŠmteeŠǧǧi vaaldšemšuurmõs Juha Guttorm SääŠmteeŠǧǧi tuâjjriâššâm mieŠlddsânji 9.1.2009.

source: Lassidieđut Juha Guttorm, hálddahushoavda, t. 010 839 3102
sms: LââŠssteâđaid Juha Guttorm, vaaldšemšuurmõs, t. 010 839 3102.
